tap "homebrew/bundle"
tap "hobrew/cask"
tap "sanemat/font"

brew "awscli"
brew "git"
brew "jq"
brew "mysql"
brew "mysql-client"
brew "peco"
brew "redis"
brew "tmux"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"

cask "alfred"
cask "docker"
cask "gitkraken"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "slack"
cask "sequel-pro"
