tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "olets/tap"
tap "sanemat/font"
tap "versent/taps"
tap "warrensbox/tap"
brew "act"
brew "sqlite"
brew "awscli"
brew "bat"
brew "glib"
brew "python@3.9"
brew "chrome-cli"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "exa"
brew "flamegraph"
brew "harfbuzz"
brew "pango"
brew "fontforge"
brew "gdk-pixbuf"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goose"
brew "librsvg"
brew "graphviz"
brew "jenv"
brew "jq"
brew "lazygit"
brew "protobuf"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pgloader"
brew "postgresql@14"
brew "procs"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "scala"
brew "terraform", link: false
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "yarn"
brew "zplug"
brew "coursier/formulas/coursier"
brew "olets/tap/zsh-abbr"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "warrensbox/tap/tfswitch"
cask "1password"
cask "adoptopenjdk11"
cask "adoptopenjdk8"
cask "alacritty"
cask "boostnote"
cask "clipy"
cask "docker"
cask "fig"
cask "gather"
cask "google-cloud-sdk"
cask "meetingbar"
cask "raycast"
cask "slack-cli"
