tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "sanemat/font"
tap "versent/taps"
tap "warrensbox/tap"
brew "act"
brew "awscli"
brew "bat"
brew "glib"
brew "clang-format"
brew "curl"
brew "docker", link: false
brew "docker-compose", link: false
brew "flamegraph"
brew "fzf"
brew "gobject-introspection"
brew "fontforge"
brew "gh"
brew "git"
brew "go"
brew "golangci-lint"
brew "goose"
brew "graphviz"
brew "jenv"
brew "jq"
brew "protobuf"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "nodebrew"
brew "peco"
brew "pgloader"
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "saml2aws"
brew "sbt"
brew "scala"
brew "terraform", link: false
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "yarn"
brew "zplug"
brew "zsh"
brew "coursier/formulas/coursier"
brew "sanemat/font/ricty", args: ["with-powerline"]
brew "warrensbox/tap/tfswitch"

cask "alfred"
cask "boostnote"
cask "clipy"
cask "deepl"
cask "docker"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-japanese-ime"
cask "iterm2"
cask "postman"
cask "slack"
