tap "adoptopenjdk/openjdk"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "olets/tap"
tap "rasukarusan/tap"
tap "sanemat/font"
tap "versent/taps"
tap "warrensbox/tap"
tap "yukiarrr/tap"
brew "act"
brew "ansible"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "harfbuzz"
brew "apkleaks"
brew "git"
brew "asdf"
brew "astro"
brew "astyle"
brew "awscli"
brew "libgit2"
brew "bat"
brew "chrome-cli"
brew "circleci"
brew "clang-format"
brew "coreutils"
brew "curl"
brew "difftastic"
brew "openjdk@11"
brew "digdag"
brew "docker"
brew "docker-compose"
brew "fd"
brew "flamegraph"
brew "pango"
brew "fontforge"
brew "freetds"
brew "fzf"
brew "libavif"
brew "gdk-pixbuf"
brew "genact"
brew "gh"
brew "go"
brew "gobject-introspection"
brew "golangci-lint"
brew "goose"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "http-server"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "lazygit"
brew "libpq"
brew "lua"
brew "zlib"
brew "mysql"
brew "neovim"
brew "nodebrew"
brew "nodenv"
brew "peco"
brew "pgloader"
brew "pipx"
brew "poetry"
brew "postgresql@12"
brew "postgresql@13"
brew "procs"
brew "protobuf"
brew "pyenv"
brew "python@3.8"
brew "python@3.9"
brew "redis"
brew "ripgrep"
brew "saml2aws"
brew "sbt"
brew "scala"
brew "scalaenv"
brew "slackcat"
brew "stripe-cli"
brew "tesseract"
brew "tesseract-lang"
brew "tfenv"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "tree"
brew "unzip"
brew "vegeta"
brew "volta"
brew "watch"
brew "yarn"
brew "zplug"
brew "coursier/formulas/coursier"
brew "dart-lang/dart/dart"
brew "olets/tap/zsh-abbr"
brew "sanemat/font/ricty"
brew "warrensbox/tap/tfswitch"
brew "yukiarrr/tap/ecsk"
cask "1password"
cask "arc"
cask "astropad"
cask "claude"
cask "clipy"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "fig"
cask "fontforge-app"
cask "gather"
cask "gcloud-cli"
cask "goland"
cask "meetingbar"
cask "multipass"
cask "raycast"
cask "slack-cli"
cask "tableplus"
cask "visual-studio-code"
cask "ytmdesktop-youtube-music"
vscode "dsznajder.es7-react-js-snippets"
vscode "golang.go"
vscode "henrytsz.nvim"
vscode "k--kato.intellij-idea-keybindings"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "octref.vetur"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "vscodevim.vim"
vscode "withfig.fig"
vscode "wscats.eno"
go "github.com/air-verse/air"
go "golang.org/x/tools/cmd/goimports"
go "github.com/golangci/golangci-lint/v2/cmd/golangci-lint"
go "github.com/pressly/goose/v3/cmd/goose"
go "github.com/rakyll/gotest"
go "go.uber.org/mock/mockgen"
go "github.com/swaggo/swag/cmd/swag"
go "github.com/orisano/wayt"
go "github.com/google/wire/cmd/wire"
uv "claude-monitor"
npm "@anthropic-ai/claude-code"
npm "@executeautomation/playwright-mcp-server"
npm "@vue/cli"
npm "aicommits"
npm "ccmanager"
npm "corepack"
npm "happy-coder"
npm "http-server"
npm "npx"
